
>>>>>>>>>> mailing.signals.get_now_utc() = datetime.datetime(2023, 10, 2, 8, 39, 46, 558258, tzinfo=datetime.timezone.utc) <<<<<<<<<<

[{"model": "blog.note", "pk": 1, "fields": {"title": "Барри Хокинс – победитель European Masters 2023", "slug": "barri-hokins---pobeditel-european-masters-2023", "content": "Барри Хокинс впервые за шесть лет завоевал рейтинговый титул, одержав важную победу со счетом 9-6 над чемпионом мира 2019 года Джаддом Трампом в финале European Masters 2023 в Нюрнберге.\r\n\r\n«Ястреб» второй год подряд участвовал в финале European Masters. 12 месяцев назад он вышел в финал, но уступил со счетом 3-9 Кайрену Уилсону.\r\n\r\nЭто было четвертое поражение в финале, которое разочаровало 44-летнего спортсмена. После победы над Райаном Дэем со счетом 10-7 в финале World Grand Prix 2017 года, Хокинс занимал вторые места на Welsh Open 2018 года, China Open 2018 года и Players Championship 2022 года. Сегодня вечером он наконец-то вернулся в круг победителей.", "image": "blog/barry_hawkins_pobeditel_em_2023_01.jpg", "created_at": "2023-08-31T10:01:11.851Z", "is_published": true, "cnt_views": 21, "random_number": 0.3540919572922635}}, {"model": "blog.note", "pk": 2, "fields": {"title": "Шон О'Салливан надеется, что максимум придаст ему уверенности", "slug": "shon-osallivan-nadeetsya-chto-maksimum-pridast-emu-uverennosti", "content": "Шон О'Салливан признает, что в последнее время ему трудно обрести уверенность в себе, но он верит, что его впечатляющая серия в 147 очков на квалификации European Masters может стать хорошим стимулом для начала его сезона.\r\n\r\nО'Салливан выступает во втором сезоне двухлетней тур-карты, но ему предстоит борьба за сохранение своего места в мэйн-туре. В настоящее время 29-летний игрок занимает 81-ю позицию в мировом рейтинге.\r\n\r\nОднако после непростого начала сезона в Championship League он пережил знаменательный момент в недавнем квалификационном турнире. Хотя О'Салливан проиграл со счетом 2-5 Барри Хокинсу, он сделал первый максимальный брейк в своей карьере и 190-й в истории профессионального снукера.\r\n\r\nОглядываясь назад, можно сказать, что этот брейк стал особенным моментом для О'Салливана, который надеется, что он сможет использовать его как источник вдохновения для развития своей карьеры.", "image": "blog/sean_sullivan_02.jpg", "created_at": "2023-08-31T10:03:23.629Z", "is_published": true, "cnt_views": 3, "random_number": 0.014354886480791418}}, {"model": "blog.note", "pk": 3, "fields": {"title": "European Masters 2023. Квалификация", "slug": "european-masters-2023-kvalifikatsiya", "content": "С 25 по 29 июля в Лестере проходила квалификация на рейтинговый турнир European Masters 2023. ТОП-8 мирового рейтинга (Ронни О'Салливан, Лука Бресель, Марк Аллен, Джадд Трамп, Марк Селби, Нил Робертсон, Шон Мерфи и Кайрен Уилсон) проведут свои матчи позднее, а именно 22 августа, когда в Нюрнберге начнется основная часть соревнований.\r\n\r\nВсе остальные играли по одному матчу в формате «best of 9» (до 5-ти побед).\r\n\r\nСреди других игроков из ТОП-16 завалили отбор Роберт Милкинс, проигравший Бену Уолластону со счетом 3:5, и Гэри Уилсон, уступивший бельгийцу Бену Мертенсу со счетом 4:5. Занимающий 15-е место в мировом рейтинге Дин Джуньху на турнир не заявился.\r\n\r\nНо главным событием минувших дней стал первый максимум сезона. Его оформил Шон О'Салливан в матче с Барри Хокинсом. Это произошло в 6-й партии, а украшением этого брейка стал 15-й черный шар, который был забит на сумасшедшей резке.\r\n\r\nУ Шона это первая серия в 147 очков. Всего в истории снукера теперь 190 максимальных брейков.", "image": "blog/european_masters_01.jpg", "created_at": "2023-08-31T10:22:08.303Z", "is_published": true, "cnt_views": 23, "random_number": 0.7577014151995733}}, {"model": "blog.note", "pk": 4, "fields": {"title": "Шон Мерфи – победитель Championship League 2023", "slug": "shon-merfi---pobeditel-championship-league-2023", "content": "Шон Мерфи выиграл рейтинговый турнир Championship League по снукеру, обыграв в финале Марка Уильямса со счетом 3-0.\r\n\r\nМерфи вышел в свой четвертый финал рейтингового турнира в этом году.\r\n\r\nВ последний раз эта пара встречалась в финале China Championship в 2019 году, где победителем оказался Мерфи, и этот финал начался с того, что Шон взял первый фрейм. Во втором Мёрфи сделал брейк 73 очка и оказался в одном фрейме от титула. Брейк в 69 очков обеспечил Мерфи победу в третьем фрейме после того, как Уильямс промазал дальний красный, позволив своему коллеге войти в игру.\r\n\r\nМерфи сказал: «Я очень рад. Я и моя команда очень много работали, и мы знали, что это произойдет. Я думаю, что в трех из последних четырех турниров я выходил в финал и побеждал. Я не знаю, в чем секрет, но значит я все делаю правильно. В конце прошлого сезона я поделился своими целями на сезон. Я бы очень хотел ставить перед собой цели и задачи».", "image": "blog/shaun_murphy_pobeditel_cl_2023_01.jpg", "created_at": "2023-08-31T10:22:13.641Z", "is_published": true, "cnt_views": 9, "random_number": 0.9801636413335295}}, {"model": "blog.note", "pk": 5, "fields": {"title": "Заявление WPBSA от 6 июня 2023 года", "slug": "zayavlenie-wpbsa-ot-6-iyunya-2023-goda", "content": "1. Лян Вэньбо был пожизненно отстранен от снукера и должен выплатить 43,000 фунтов стерлингов в качестве компенсации за судебные расходы.\r\n\r\n2. Ли Хан был пожизненно отстранен от снукера и должен выплатить 43,000 фунтов стерлингов в качестве компенсации за судебные расходы.\r\n\r\n3. Лу Нину было назначено 8-летнее отстранение от снукера, сокращенное после досрочного признания вины до 5 лет и 4 месяцев - до 6 апреля 2028 года. Он должен выплатить 7,500 фунтов стерлингов в качестве компенсации за судебные расходы.\r\n\r\n4. Яню Бинтао было назначено отстранение от снукера на 7 лет и 6 месяцев, сокращенное после досрочного признания вины до 5 лет - до 11 декабря 2027 года. Он должен выплатить 7,500 фунтов стерлингов в качестве компенсации за судебные расходы.", "image": "blog/snooker_07.jpg", "created_at": "2023-08-31T10:22:18.559Z", "is_published": true, "cnt_views": 7, "random_number": 0.07055936696416176}}]